/* env. variable value template */
"value" = "value";

/* env. variable name template */
"SOME_ENV" = "SOME_ENV";

/* toolbar item name */
"New" = "新規";

/* toolbar item tooltip */
"Add new environment variable" = "新規環境変数を追加";

/* toolbar item tooltip */
"Remove environment variable" = "環境変数を削除";

/* toolbar item name */
"Delete" = "削除";

/* open failure alert sheet
   write failure alert sheet
   write failure alert sheet */
"Failure" = "失敗";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "挿入";

/* Unsaved data alert sheet title */
"Unsaved Data" = "データが保存されていません";

/* unsaved changes warning in alert sheet
   descriptive text in save changes alert sheet */
"You have modified your crontab. Save changes?" = "crontab が編集されました。変更内容を保存しますか？";

/* discard in dialog
   Discard chanes button label */
"Discard" = "破棄";

/* empty crontab alert sheet */
"Empty Crontab" = "crontab が空です";

/* Ok in dialog */
"OK" = "OK";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "何ものか（小惑星帯のイオン嵐か何か）が crontab の読み込みを邪魔しました。原因を突き止めて解消してください。解消できない場合は、メールで作者に思いきり不満をぶつけてください。";

/* Information text displayed in the runNowPanel */
"Running command\n" = "コマンドを実行しています\n";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "キャンセル";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "crontab を変更するためのアクセス権がありません。";

/* run now menu item label. Has to be identical to the NIB version! */
"Run Now" = "今すぐ実行";

/* Save button label */
"Save" = "保存";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%s' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "システム上に '%s' のホームディレクトリが見つかりません。おそらく名前をタイプミスしたか、もしくは（まさか！）ディレクトリを削除してしまったのでしょう。ご確認を...";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Happy New Year!\"";

/* Run now context menu item */
"Run now" = "今すぐ実行";

/* Show toolbar menu item label */
"Show Toolbar" = "ツールバーを表示";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "ユーザ";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "ユーザが存在しません";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "システムからの返答によれば、 '%s' の crontab は空です。要するにおそらくこのユーザ用の crontab がまだ作成されていないのです。OK をクリックすると、新規 crontab が作成され編集可能となり、この警告シートが再び表示されることはなくなります。しかし、もし  '%s' 用の crontab がすでに作成済であることが確実なら、これは一時的な例外ということになります。作者にコンタクトして思いきり不満をぶつけてください。";

/* Insufficient privileges warning in open failure alert sheet */
"Insufficient privileges to open crontab for user \"%s\".\nOnly \"root\" can open other user's crontabs." = "ユーザ \"%s\" の crontab を変更するためのアクセス権がありません。\n \"root\" だけが他のユーザの crontab を開くことができます。";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "crontab を変更するためのアクセス権がありません。";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nコマンドの実行が完了すると、結果が下に表示されます\n";

/* Yes in dialog */
"Yes" = "はい";

/* Hide toolbar menu item label */
"Hide Toolbar" = "ツールバーを隠す";

/* string in status toolbar item */
"Crontab for user:" = "crontab のオーナー:";

/* toolbar palette label
   toolbar label
   toolbar item tooltip */
"Current crontab" = "現在の crontab";

/* toolbar item name */
"New" = "新規";

/* toolbar item name */
"Open" = "開く";

/* toolbar item tooltip */
"Create new crontab entry" = "新規 crontab エントリーを作成";

/* toolbar item tooltip */
"Open crontab for different user" = "他ユーザの crontab を開く";

/* toolbar item name */
"Save" = "保存";

/* toolbar item tooltip */
"Save crontab" = "crontab を保存";

/* toolbar item tooltip */
"Remove crontab entry" = "crontab エントリーを削除";

/* toolbar item name */
"Delete" = "削除";

/* Error converting */
"Couldn't convert value" = "値を変換できませんでした";

